{
  "data": {
    "Objective": "Hello! I’m Prince Kumar, a final-year B.Tech student specializing in Computer Science at IIIT Kota. With a strong passion for web development and machine learning, I enjoy exploring new technologies and expanding my skill set in areas like C++, JavaScript, Python, SQL, MongoDB, React, Node.js, and data structures and algorithms. I have experience as a full-stack developer, having built a full-stack food delivery and chatting application using the MERN stack, which emphasized clean code and modular architecture. Additionally, I completed a bank management system project in C++ and am currently working on the same project using the MERN stack. In my free time, I love listening to music and staying updated with the news. I am excited to leverage my skills in a Junior Software Development role, where I hope to contribute to innovative projects while continuing to grow professionally."
    ,
    "Aboutme":"Hello! I’m Prince Kumar, a final-year B.Tech student specializing in Computer Science at IIIT Kota. With a strong passion for web development and machine learning, I enjoy exploring new technologies and expanding my skill set in areas like C++, JavaScript, Python, SQL, MongoDB, React, Node.js, and data structures and algorithms. I have experience as a full-stack developer, having built a full-stack food delivery and chatting application using the MERN stack, which emphasized clean code and modular architecture. Additionally, I completed a bank management system project in C++ and am currently working on the same project using the MERN stack. In my free time, I love listening to music and staying updated with the news. I am excited to leverage my skills in a Junior Software Development role, where I hope to contribute to innovative projects while continuing to grow professionally.",
    "OngoingWork":"I am currently developing a Bank Management System utilizing React for the frontend, Express and Node.js for the backend, and MongoDB for data storage. In this project, I am designing data models to ensure secure and scalable management of customer information, transaction processing, and various banking functionalities. To further enhance my skills in data structures and algorithms, I solve 2-3 problems daily on LeetCode, focusing on optimizing code efficiency. Additionally, I am expanding my knowledge in artificial intelligence and machine learning by exploring foundational concepts and applications that could benefit my future projects."
  }
}
